package com.kylink;

public class test {
    public static void main(String[] args) {
        String tt = "第一章　总　　则 　" +
                "第一条　为了加强城市生活垃圾管理，改善城市市容和环境卫生，根据《中华人民共和国固体废物污染环境防治法》、《城市市容和环境卫生管理条例》等法律、行政法规，制定本办法， 中华人民共和国建设部令城市生活垃圾管理办法 。 　" +
                "第二条　本办法适用于中华人民共和国境内城市生活垃圾的清扫、收集、运输、处置及相关管理活动。 " +
                "第三条　城市生活垃圾的治理，实行减量化、资源化、无害化和谁产生、谁依法负责的原则。 　　" +
                "国家采取有利于城市生活垃圾综合利用的经济、技术政策和措施，提高城市生活垃圾治理的科学技术水平，鼓励对城市生活垃圾实行充分回收和合理利用。 ";



       if(tt.contains("第一章")){
           System.out.println(1111111111);
       }

        System.out.println(tt);


    }
}
